Revit 2027 API
ParameterTypeId.VisGraphicsWorksets Property
 "V/G Overrides Worksets"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsWorksets { get; }
Public Shared ReadOnly Property VisGraphicsWorksets As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsWorksets {
	ForgeTypeId^ get ();
}
static member VisGraphicsWorksets : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace